a52dec
aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
android-file-transfer
aom
apache
apr
apr-util
arandr
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atftp
atk
atkmm
attr
audit
autoconf
automake
avahi
babl
bash
bash-completion
bat
bc
bind-tools
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
bochs
boost-libs
brasero
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
cdrdao
cdrtools
chromium
cifs-utils
clucene
cmake
cmst
cmus
code
colord
compton
confuse
connman
coreutils
cowsay
cracklib
create_ap
cryptsetup
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
device-mapper
dhcpcd
diffutils
ding-libs
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
downgrader
dvd+rw-tools
e2fsprogs
efibootmgr
efivar
electron4
enchant
ethtool
evince
exempi
exiv2
expat
f2fs-tools
faad2
fakeroot
fasd
feh
ffmpeg
fftw
file
filesystem
findutils
flac
flex
fltk
fontconfig
foomatic-db-engine
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geany
gegl
geoip
geoip-database
gettext
ghostscript
giblib
giflib
gimp
git
glava
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-autoar
gnome-desktop
gnupg
gnutls
gobject-introspection-runtime
gotop-bin
gparted
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
grep
grive
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssproxy
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python2
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtypist
guile
guile2.0
gupnp-dlna
gvfs
gvfs-mtp
gvm-libs
gvmd
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hiredis
hostapd
hplip
hspell
htop
http-parser
hunspell
hwids
hyphen
i3-gaps
i3blocks
i3pystatus
i3status
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
iniparser
intel-tbb
intltool
iproute2
iptables
iputils
iso-codes
isomaster
iw
jack
jansson
jasper
jbig2dec
jemalloc
jfsutils
js60
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcroco
libcue
libcups
libdaemon
libdatrie
libde265
libdiscid
libdmx
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfontenc
libfreehand
libgcrypt
libgexiv2
libglade
libglvnd
libgpg-error
libgphoto2
libgrss
libgsf
libgudev
libgusb
libgxps
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libinput
libiptcdata
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblouis
liblqr
libmad
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libosinfo
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libspotify
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutf8proc
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzip
libzmf
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lshw
lsof
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lxdm
lz4
lzo
m4
macchanger
make
man-db
man-pages
mariadb-libs
mdadm
mesa
metasploit
metis
minidlna
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
mopidy
mopidy-spotify
mpfr
mpg123
mpv
mtdev
mtools
mujs
multibootusb-git
mypaint-brushes1
nano
nasm
nautilus
nautilus-sendto
ncdu
ncurses
ndctl
neofetch
neon
net-snmp
net-tools
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nfsidmap
nm-connection-editor
nmap
nomachine
noto-fonts
npth
nspr
nss
ntfs-3g
onboard
opencore-amr
openexr
openjpeg2
openssh
openssl
openssl-1.0
openvas
openvpn
opus
orc
osinfo-db
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
parted
pasystray
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-which
perl-mailtools
perl-parse-yapp
perl-path-tiny
perl-timedate
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
photoflare
php
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
postgresql-libs
ppsspp
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-basiciw
python-cachecontrol
python-cairo
python-chardet
python-colorama
python-dbus
python-dbus-common
python-distlib
python-distro
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-lockfile
python-more-itertools
python-msgpack
python-netifaces
python-packaging
python-pep517
python-pip
python-progress
python-pyparsing
python-pyqt5
python-pytoml
python-pyudev
python-requests
python-retrying
python-setuptools
python-sip-pyqt5
python-six
python-urllib3
python-webencodings
python-zipp
python2
python2-appdirs
python2-backports
python2-backports-abc
python2-cachecontrol
python2-cairo
python2-cffi
python2-chardet
python2-colorama
python2-configparser
python2-contextlib2
python2-distlib
python2-distro
python2-futures
python2-gobject
python2-gobject2
python2-html5lib
python2-idna
python2-importlib-metadata
python2-ipaddress
python2-lockfile
python2-more-itertools
python2-msgpack
python2-packaging
python2-pathlib2
python2-pep517
python2-pip
python2-ply
python2-progress
python2-pycparser
python2-pykka
python2-pyparsing
python2-pyspotify
python2-pytoml
python2-requests
python2-retrying
python2-scandir
python2-setuptools
python2-singledispatch
python2-six
python2-tornado
python2-urllib3
python2-webencodings
python2-zipp
qpdf
qt5-base
qt5-imageformats
qt5-x11extras
ranger
raptor
rasqal
re2
readline
redis
redland
refind-efi
reflector
reiserfsprogs
rest
rhash
ripgrep
rpcbind
rsync
rtkit
rubberband
ruby
ruby-bundler
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
samba
sane
sbc
scrot
sdl
sdl2
sed
serf
shaderc
shadow
shared-mime-info
slang
smbclient
snappy
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
startup-notification
subversion
sudo
suitesparse
sxiv
sysfsutils
syslinux
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
tevent
texinfo
tftp-hpa
thin-provisioning-tools
tigervnc
tlp
totem-plparser
tracker
tracker-miners
transmission-gtk
tslib
ttf-ms-fonts
ttf-wps-fonts
twolame
tzdata
uchardet
udisks2
uget
unixodbc
upower
usbmuxd
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
virtualbox
virtualbox-ext-oracle
virtualbox-host-modules-arch
vnstat
volume_key
vsftpd
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
wpa_supplicant
wps-office-stable
x264
x265
xarchiver
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xz
yajl
yay
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zstd


downgrader 2.0.0-3
gotop-bin 3.0.0-2
grive 0.5.0-14
gtypist 2.9.5-6
i3pystatus r1721.0d7156b-1
isomaster 1.3.14-1
libspotify 12.1.51-7
mopidy-spotify 3.1.0-1
multibootusb-git 20190611.cd3864a-1
nomachine 6.8.1-1
python-basiciw 0.2.2-1
python2-pyspotify 2.0.5-2
ttf-ms-fonts 2.0-10
ttf-wps-fonts 1.0-3
virtualbox-ext-oracle 6.0.12-1
wps-office-stable 10.1.0.6757-1
yay 9.2.0-1
downgrader 2.0.0-3
gotop-bin 3.0.0-2
grive 0.5.0-14
gtypist 2.9.5-6
i3pystatus r1721.0d7156b-1
isomaster 1.3.14-1
libspotify 12.1.51-7
mopidy-spotify 3.1.0-1
multibootusb-git 20190611.cd3864a-1
nomachine 6.8.1-1
python-basiciw 0.2.2-1
python2-pyspotify 2.0.5-2
ttf-ms-fonts 2.0-10
ttf-wps-fonts 1.0-3
virtualbox-ext-oracle 6.0.12-1
wps-office-stable 10.1.0.6757-1
yay 9.2.0-1
